Repository: EdWilsonLJunior/SaveKids
Catalog: ZodiakiOS/ZodiakiOS/Localizable.xcstrings
Source language: en
Languages: pt_br

# shared.accessibility.on
source: on
pt_br: ligado

# shared.accessibility.opens_external_link
source: Opens external link
pt_br: Abre link externo

# shared.accessibility.selected
source: selected
pt_br: selecionado

# shared.accessibility.step_completed
source: , completed
pt_br: , concluído

# shared.accessibility.step_current
source: , current
pt_br: , atual

# shared.accessibility.step_tap_hint
source: Tap to go back to this step
pt_br: Toque para voltar a este passo

# shared.accessibility.unchecked
source: unchecked
pt_br: desmarcado

# shared.action.advance
source: Advance
pt_br: Avançar

# shared.action.archive
source: Archive
pt_br: Arquivar

# shared.action.back
source: Back
pt_br: Voltar

# shared.action.calculate
source: Calculate
pt_br: Calcular

# shared.action.cancel
source: Cancel
pt_br: Cancelar

# shared.action.clear
source: Clear
pt_br: Limpar

# shared.action.clear_all
source: Clear All
pt_br: Limpar tudo

# shared.action.clear_filters
source: Clear Filters
pt_br: Limpar filtros

# shared.action.close
source: Close
pt_br: Fechar

# shared.action.close_menu
source: Close menu
pt_br: Fechar menu

# shared.action.close_notice
source: Close notice
pt_br: Fechar aviso

# shared.action.close_notification
source: Close notification
pt_br: Fechar notificação

# shared.action.close_player
source: Close Player
pt_br: Fechar player

# shared.action.collapse
source: Collapse
pt_br: Recolher

# shared.action.confirm
source: Confirm
pt_br: Confirmar

# shared.action.copied
source: Copied!
pt_br: Copiado!

# shared.action.copy
source: Copy
pt_br: Copiar

# shared.action.create_project
source: Create Project
pt_br: Criar Projeto

# shared.action.decrease
source: Decrease
pt_br: Diminuir

# shared.action.delete
source: Delete
pt_br: Excluir

# shared.action.dismiss
source: Dismiss
pt_br: Fechar

# shared.action.done
source: Done
pt_br: Concluído

# shared.action.duplicate
source: Duplicate
pt_br: Duplicar

# shared.action.edit
source: Edit
pt_br: Editar

# shared.action.expand
source: Expand
pt_br: Expandir

# shared.action.finish
source: Finish
pt_br: Concluir

# shared.action.forward_15s
source: Skip Forward 15s
pt_br: Avançar 15 segundos

# shared.action.hide
source: Hide
pt_br: Ocultar

# shared.action.hide_password
source: Hide password
pt_br: Ocultar senha

# shared.action.increase
source: Increase
pt_br: Aumentar

# shared.action.login
source: Log In
pt_br: Entrar

# shared.action.more_options
source: More Options
pt_br: Mais opções

# shared.action.move_down
source: Down
pt_br: Descer

# shared.action.move_up
source: Up
pt_br: Subir

# shared.action.mute
source: Mute
pt_br: Silenciar

# shared.action.navigate
source: Navigate
pt_br: Navegar

# shared.action.next
source: Next
pt_br: Próximo

# shared.action.next_question
source: Next
pt_br: Próxima

# shared.action.next_track
source: Next Track
pt_br: Próxima faixa

# shared.action.open_menu
source: Open menu
pt_br: Abrir menu

# shared.action.pause
source: Pause
pt_br: Pausar

# shared.action.pause_preview
source: Pause Preview
pt_br: Pausar prévia

# shared.action.play
source: Play
pt_br: Reproduzir

# shared.action.play_again
source: Play Again
pt_br: Jogar Novamente

# shared.action.play_preview
source: Play Preview
pt_br: Reproduzir prévia

# shared.action.previous
source: Previous
pt_br: Anterior

# shared.action.previous_track
source: Previous Track
pt_br: Faixa anterior

# shared.action.read_more
source: Read more
pt_br: Ler mais

# shared.action.reset
source: Reset
pt_br: Resetar

# shared.action.restart
source: Restart video
pt_br: Reiniciar vídeo

# shared.action.rewind
source: Rewind
pt_br: Rebobinar

# shared.action.rewind_15s
source: Skip Back 15s
pt_br: Voltar 15 segundos

# shared.action.save
source: Save
pt_br: Salvar

# shared.action.schedule_meeting
source: Schedule Meeting
pt_br: Agendar reunião

# shared.action.select
source: Select
pt_br: Selecione

# shared.action.share
source: Share
pt_br: Compartilhar

# shared.action.show_less
source: Show less
pt_br: Mostrar menos

# shared.action.show_more
source: Show more
pt_br: Mostrar mais

# shared.action.show_password
source: Show password
pt_br: Mostrar senha

# shared.action.shuffle
source: Shuffle
pt_br: Aleatório

# shared.action.slide_to_confirm
source: Slide to confirm
pt_br: Deslize para confirmar

# shared.action.stop
source: Stop
pt_br: Parar

# shared.action.submit_rating
source: Submit Rating
pt_br: Enviar avaliação

# shared.action.tap_for_details
source: Tap to View Details
pt_br: Toque para ver detalhes

# shared.action.tap_to_collapse
source: Tap to collapse
pt_br: Toque para colapsar

# shared.action.tap_to_collapse_alt
source: Tap to collapse
pt_br: Toque para recolher

# shared.action.tap_to_expand
source: Tap to expand
pt_br: Toque para expandir

# shared.action.tap_to_open_filters
source: Tap to open filters
pt_br: Toque para abrir os filtros

# shared.action.tap_to_reveal
source: Tap to reveal details
pt_br: Toque para revelar detalhes

# shared.action.tap_to_view_download
source: Tap to view download options
pt_br: Toque para ver as opções de download

# shared.action.tap_to_view_options
source: Tap to view options
pt_br: Toque para ver as opções

# shared.action.understood
source: Got It
pt_br: Entendido

# shared.action.verify
source: Check
pt_br: Verificar

# shared.action.view_full_team
source: View full team
pt_br: Ver toda a equipe

# shared.action.volume_max
source: Maximum Volume
pt_br: Volume máximo

# shared.action.volume_min
source: Minimum Volume
pt_br: Volume mínimo

# shared.action.watch
source: Watch
pt_br: Assistir

# shared.content.news
source: News
pt_br: Notícia

# shared.country.australia
source: Australia
pt_br: Austrália

# shared.country.brazil
source: Brazil
pt_br: Brasil

# shared.country.canada
source: Canada
pt_br: Canadá

# shared.country.colombia
source: Colombia
pt_br: Colômbia

# shared.country.france
source: France
pt_br: França

# shared.country.germany
source: Germany
pt_br: Alemanha

# shared.country.india
source: India
pt_br: Índia

# shared.country.italy
source: Italy
pt_br: Itália

# shared.country.japan
source: Japan
pt_br: Japão

# shared.country.mexico
source: Mexico
pt_br: México

# shared.country.spain
source: Spain
pt_br: Espanha

# shared.country.uk
source: United Kingdom
pt_br: Reino Unido

# shared.country.usa
source: United States
pt_br: Estados Unidos

# shared.error.unknown
source: Unknown error
pt_br: Erro desconhecido

# shared.format.age_years
source: %d years
pt_br: %d anos

# shared.format.available_countries
source: Available countries (%d)
pt_br: Países disponíveis (%d)

# shared.format.available_days
source: Available days (%d/3)
pt_br: Dias disponíveis (%d/3)

# shared.format.confirmed_at
source: Confirmed at %@
pt_br: Confirmado às %@

# shared.format.error
source: Error: %@
pt_br: Erro: %@

# shared.format.filters_active
source: Filters — %d active
pt_br: Filtros — %d ativo(s)

# shared.format.flag_of
source: Flag of %@, %@
pt_br: Bandeira de %@, %@

# shared.format.hidden_items
source: %@, %d hidden items
pt_br: %@, %d itens ocultos

# shared.format.initial_count
source: Initial: %d
pt_br: Inicial: %d

# shared.format.multi_select_count
source: Multi-select (%d selected)
pt_br: Multi-select (%d selecionado(s))

# shared.format.pagination
source: Pagination — %d of 12
pt_br: Pagination — %d de 12

# shared.format.playback_speed %@
source: Speed %@
pt_br: Velocidade %@

# shared.format.playground_cards
source: Playground — %d cards, showing %d
pt_br: Playground — %d cards, mostrando %d

# shared.format.playground_progress
source: Playground — %d of %d
pt_br: Playground — %d de %d

# shared.format.project_list
source: Project list (%d items, showing %d)
pt_br: Lista de projetos (%d itens, mostrando %d)

# shared.format.rating_value
source: Rating: %d / 5
pt_br: Avaliação: %d / 5

# shared.format.selected
source: Selected: %@
pt_br: Selecionado: %@

# shared.format.selected_action
source: Selected action: "%@"
pt_br: Ação selecionada: "%@"

# shared.format.show_more_count %lld
source: Show more (%lld)
pt_br: Mostrar mais (%lld)

# shared.format.show_more_hidden %lld
source: Show more, %lld items hidden
pt_br: Mostrar mais, %lld itens ocultos

# shared.format.slide_of
source: Slide %1$d of %2$d
pt_br: Slide %1$d de %2$d

# shared.format.stars_rating
source: %d out of %d stars
pt_br: %d de %d estrelas

# shared.format.step_progress
source: Step %d of %d
pt_br: Passo %d de %d

# shared.format.step_with_state
source: Step %d%@
pt_br: Passo %d%@

# shared.format.team_members
source: Team (%d members)
pt_br: Equipe (%d membros)

# shared.format.used_in
source: Used in: %@
pt_br: Usado em: %@

# shared.format.vote_count
source: %d votes
pt_br: %d votos

# shared.format.warning
source: Warning: %@
pt_br: Aviso: %@

# shared.format.warning_colon %@
source: Warning: %@
pt_br: Aviso: %@

# shared.label.accept_terms
source: Accept terms
pt_br: Aceitar termos

# shared.label.age
source: Age
pt_br: Idade

# shared.label.country_code
source: Country Code
pt_br: Código do País

# shared.label.enable_notifications
source: Enable notifications
pt_br: Ativar notificações

# shared.label.filters
source: Filters
pt_br: Filtros

# shared.label.name
source: Name
pt_br: Nome

# shared.label.number
source: Number
pt_br: Número

# shared.label.or
source: or
pt_br: ou

# shared.label.product
source: Product
pt_br: Produto

# shared.label.progress
source: Progress
pt_br: Progresso

# shared.label.rating
source: Rating
pt_br: Avaliação

# shared.label.receive_notifications
source: Receive notifications
pt_br: Receber notificações

# shared.label.select_filters
source: Select filters
pt_br: Selecione os filtros

# shared.label.slide_counter
source: Slide counter
pt_br: Contador de slides

# shared.label.step_indicator
source: Step indicator
pt_br: Indicador de etapas

# shared.nav.about
source: About us
pt_br: Sobre nós

# shared.nav.careers
source: Careers
pt_br: Carreiras

# shared.nav.contact
source: Contact
pt_br: Contato

# shared.nav.home
source: Home
pt_br: Página inicial

# shared.nav.services
source: Services
pt_br: Serviços

# shared.placeholder.date
source: dd/mm/yyyy
pt_br: dd/mm/aaaa

# shared.placeholder.email
source: user@email.com
pt_br: usuario@email.com

# shared.placeholder.enter_age
source: Enter the age
pt_br: Digite a idade

# shared.placeholder.enter_name
source: Enter the name
pt_br: Digite o nome

# shared.placeholder.enter_number
source: Enter a number
pt_br: Digite um número

# shared.placeholder.ex_name
source: Ex: Anna Smith
pt_br: Ex: Ana Silva

# shared.placeholder.ex_project_name
source: Ex: Zodiak Redesign
pt_br: Ex: Redesign Zodiak

# shared.placeholder.min_chars
source: Min. 3 characters
pt_br: Min. 3 caracteres

# shared.placeholder.min_password_chars
source: Minimum 8 characters
pt_br: Mínimo 8 caracteres

# shared.placeholder.name
source: Enter your name
pt_br: Digite seu nome

# shared.placeholder.password
source: Enter your password
pt_br: Digite sua senha

# shared.placeholder.product_name
source: Product name
pt_br: Nome do produto

# shared.placeholder.project_summary
source: Brief project summary
pt_br: Breve resumo do projeto

# shared.placeholder.repeat_password
source: Repeat the password above
pt_br: Repita a senha acima

# shared.placeholder.search
source: Search...
pt_br: Pesquisar...

# shared.placeholder.search_country
source: Search country
pt_br: Buscar país

# shared.placeholder.search_or_select
source: Search or select
pt_br: Pesquisar ou selecionar

# shared.placeholder.select_options
source: Select options
pt_br: Selecionar opções

# shared.placeholder.type_here
source: Type here
pt_br: Digite aqui

# shared.rating.average
source: Average
pt_br: Regular

# shared.rating.excellent
source: Excellent
pt_br: Excelente

# shared.rating.good
source: Good
pt_br: Bom

# shared.rating.poor
source: Poor
pt_br: Ruim

# shared.rating.terrible
source: Terrible
pt_br: Péssimo

# shared.state.active
source: Active
pt_br: Ativo

# shared.state.attention
source: Attention
pt_br: Atenção

# shared.state.completed
source: Completed
pt_br: Concluído

# shared.state.confirmed
source: Confirmed!
pt_br: Confirmado!

# shared.state.contact_soon
source: We'll be in touch soon.
pt_br: Em breve entraremos em contato.

# shared.state.destructive_action
source: Destructive action
pt_br: Ação destrutiva

# shared.state.error_label
source: Error
pt_br: Erro

# shared.state.failed
source: Failed
pt_br: Reprovado

# shared.state.failed_decorated
source: ✗ Failed
pt_br: ✗ Reprovado

# shared.state.in_progress
source: In Progress
pt_br: Em andamento

# shared.state.info_label
source: Info
pt_br: Informação

# shared.state.irreversible_action
source: Irreversible action — confirm before continuing
pt_br: Ação irreversível — confirme antes de prosseguir

# shared.state.loading
source: Loading
pt_br: Carregando

# shared.state.logging_in
source: Logging in…
pt_br: Entrando…

# shared.state.login_failed
source: Login Failed
pt_br: Falha no login

# shared.state.new_badge
source: New
pt_br: Novo

# shared.state.no_results
source: No results
pt_br: Nenhum resultado

# shared.state.not_selected
source: Not selected
pt_br: Não selecionado

# shared.state.operation_success
source: Operation completed successfully
pt_br: Operação realizada com sucesso

# shared.state.passed
source: Passed
pt_br: Aprovado

# shared.state.passed_decorated
source: ✓ Passed
pt_br: ✓ Aprovado

# shared.state.process_error
source: Processing Error
pt_br: Erro ao processar

# shared.state.registration_success
source: Registration completed successfully
pt_br: Cadastro realizado com sucesso

# shared.state.review
source: Review
pt_br: Revisão

# shared.state.save_failed
source: Could not save changes. Please try again later.
pt_br: Não foi possível salvar as alterações. Tente novamente mais tarde.

# shared.state.selected
source: Selected
pt_br: Selecionado

# shared.state.send_error
source: Send Error
pt_br: Erro ao enviar

# shared.state.sending
source: Sending…
pt_br: Enviando…

# shared.state.sent_success
source: Sent Successfully!
pt_br: Enviado com sucesso!

# shared.state.session_expiring
source: Session expiring in 5 minutes
pt_br: Sessão expirando em 5 minutos

# shared.state.success_label
source: Success
pt_br: Sucesso

# shared.state.unavailable
source: Unavailable
pt_br: Não disponível

# shared.state.warning_label
source: Warning
pt_br: Aviso

# shared.state.wizard_completed
source: Wizard completed!
pt_br: Wizard concluído!

# shared.validation.age_positive
source: Age must be a positive number
pt_br: Idade deve ser um número positivo

# shared.validation.attention_check_value
source: Attention: check the entered value.
pt_br: Atenção: verifique o valor inserido.

# shared.validation.check_format
source: Check that the value is in the correct format.
pt_br: Verifique se o valor está no formato correto.

# shared.validation.email_valid
source: Valid email.
pt_br: E-mail válido.

# shared.validation.empty_field
source: Field '%@' cannot be empty
pt_br: Campo '%@' não pode estar vazio

# shared.validation.enter_valid_value
source: Enter a valid value.
pt_br: Digite um valor válido.

# shared.validation.field_empty
source: Field '%@' cannot be empty
pt_br: Campo '%@' não pode estar vazio

# shared.validation.field_invalid_number
source: Field '%@' must contain a valid number
pt_br: Campo '%@' deve conter um número válido

# shared.validation.form_has_errors
source: Form has errors — check required fields
pt_br: Formulário com erros — verifique os campos obrigatórios

# shared.validation.grade_range
source: Grade must be between 0 and 10
pt_br: Nota deve estar entre 0 e 10

# shared.validation.invalid_number
source: Field '%@' must contain a valid number
pt_br: Campo '%@' deve conter um número válido

# shared.validation.min_3_chars
source: Minimum 3 characters.
pt_br: Mínimo 3 caracteres.

# shared.validation.out_of_range_decimal
source: '%@' must be between %@ and %@
pt_br: '%@' deve estar entre %@ e %@

# shared.validation.out_of_range_int
source: '%@' must be between %d and %d
pt_br: '%@' deve estar entre %d e %d

# shared.validation.required
source: Required field.
pt_br: Campo obrigatório.

# shared.validation.required_fields_notice
source: * Required fields
pt_br: * Campos obrigatórios

# shared.validation.required_or_invalid
source: Required or invalid field.
pt_br: Campo obrigatório ou inválido.

# shared.validation.this_field_required
source: This field is required.
pt_br: Este campo é obrigatório.

# shared.validation.value_accepted
source: Value accepted successfully.
pt_br: Valor aceito com sucesso.

# shared.validation.value_out_of_range
source: Value out of allowed range.
pt_br: Valor fora do range permitido.

# token.actionActive.do_0
source: Use to indicate active selection
pt_br: Usar para indicar seleção ativa

# token.actionActive.dont_0
source: Confuse with hover — they are distinct concepts
pt_br: Confundir com hover — são conceitos distintos

# token.actionActive.usage_0
source: ZodiakTabs (selected tab)
pt_br: ZodiakTabs (tab selecionada)

# token.actionActive.usage_2
source: ZodiakRadioButton (selected)
pt_br: ZodiakRadioButton (selecionado)

# token.actionDisabled.do_0
source: Use together with textDisabled for the content
pt_br: Usar em conjunto com textDisabled para o conteúdo

# token.actionDisabled.dont_0
source: Use for active elements
pt_br: Usar para elementos ativos

# token.actionDisabled.usage_0
source: ZodiakButton (disabled state)
pt_br: ZodiakButton (estado disabled)

# token.actionDisabledContent.do_0
source: Use as the counterpart of actionDisabled
pt_br: Usar como par de actionDisabled

# token.actionDisabledContent.dont_0
source: Use as interactive text color
pt_br: Usar como cor de texto interativo

# token.actionDisabledContent.usage_0
source: ZodiakButton label (disabled)
pt_br: Label de ZodiakButton (disabled)

# token.actionDisabledContent.usage_1
source: Icons on disabled elements
pt_br: Ícones em elementos desabilitados

# token.actionFocus.do_0
source: Always include on interactive components
pt_br: Sempre incluir em componentes interativos

# token.actionFocus.do_1
source: Maintain minimum 3pt width
pt_br: Manter mínimo 3pt de largura

# token.actionFocus.dont_0
source: Remove for aesthetic reasons — it is an accessibility requirement
pt_br: Remover por razões estéticas — é requisito de acessibilidade

# token.actionFocus.usage_2
source: All interactive elements
pt_br: Todos os elementos interativos

# token.actionFocusOnHeavy.do_0
source: Use on onHeavy surfaces
pt_br: Usar sobre superfícies onHeavy

# token.actionFocusOnHeavy.dont_0
source: Use on light surfaces (use actionFocus)
pt_br: Usar sobre superfícies claras (use actionFocus)

# token.actionFocusOnHeavy.usage_0
source: Focus on elements over surfaceInk/surfaceMarine
pt_br: Foco em elementos sobre surfaceInk/surfaceMarine

# token.actionHover.do_0
source: Use exclusively for hover states
pt_br: Usar exclusivamente para hover states

# token.actionHover.dont_0
source: Use as a static button color
pt_br: Usar como cor estática de botão

# token.actionHover.usage_0
source: ZodiakButton (hover state)
pt_br: ZodiakButton (estado hover)

# token.actionHover.usage_1
source: ZodiakTextLink hover
pt_br: Hover de ZodiakTextLink

# token.actionHoverOnHeavy.do_0
source: Use exclusively on hover over onHeavy surfaces
pt_br: Usar exclusivamente em hover sobre superfícies onHeavy

# token.actionPressed.do_0
source: Use exclusively for pressed states
pt_br: Usar exclusivamente para pressed states

# token.actionPressed.dont_0
source: Use as a static color
pt_br: Usar como cor estática

# token.actionPressed.usage_0
source: ZodiakButton (pressed state)
pt_br: ZodiakButton (estado pressed)

# token.actionPressedOnHeavy.do_0
source: Use exclusively on pressed over onHeavy surfaces
pt_br: Usar exclusivamente em pressed sobre superfícies onHeavy

# token.actionPrimary.do_0
source: Use as the default interactive tone on light surfaces
pt_br: Usar como tom interativo padrão em superfícies claras

# token.actionPrimary.dont_0
source: Use on onHeavy surfaces (use actionPrimaryOnHeavy)
pt_br: Usar em superfícies onHeavy (use actionPrimaryOnHeavy)

# token.actionPrimaryOnHeavy.do_0
source: Use on dark onHeavy surfaces
pt_br: Usar sobre superfícies escuras onHeavy

# token.actionPrimaryOnHeavy.dont_0
source: Use on light surfaces (use actionPrimary)
pt_br: Usar sobre superfícies claras (use actionPrimary)

# token.actionPrimaryOnHeavy.usage_0
source: ZodiakButton over surfaceInk/surfaceMarine
pt_br: ZodiakButton sobre surfaceInk/surfaceMarine

# token.actionPrimaryOnPhoto.do_0
source: Use over images with a dark overlay to ensure contrast
pt_br: Usar sobre imagens com overlay escuro para garantir contraste

# token.actionPrimaryOnPhoto.dont_0
source: Use on light backgrounds (use actionPrimary)
pt_br: Usar sobre fundos claros (use actionPrimary)

# token.actionPrimaryOnPhoto.usage_1
source: ZodiakButton over photographic hero
pt_br: ZodiakButton sobre hero fotográfico

# token.actionWarning.do_0
source: Use for destructive or high-attention actions
pt_br: Usar para ações destrutivas ou de alta atenção

# token.actionWarning.dont_0
source: Use as a neutral information color
pt_br: Usar como cor de informação neutra

# token.actionWarningContent.do_0
source: Use exclusively over actionWarning
pt_br: Usar exclusivamente sobre actionWarning

# token.actionWarningContent.usage_0
source: ZodiakButton (.warning) label
pt_br: Label de ZodiakButton (.warning)

# token.actionWarningHover.do_0
source: Use exclusively for warning hover
pt_br: Usar exclusivamente para hover de warning

# token.actionWarningHoverOutline.do_0
source: Use exclusively for warning secondary hover border
pt_br: Usar exclusivamente para borda de warning secondary hover

# token.actionWarningPressed.do_0
source: Use exclusively for warning pressed
pt_br: Usar exclusivamente para pressed de warning

# token.actionWarningPressedOutline.do_0
source: Use exclusively for warning secondary pressed border
pt_br: Usar exclusivamente para borda de warning secondary pressed

# token.actionWarningSecondary.do_0
source: Use for secondary destructive actions
pt_br: Usar para ações destrutivas secundárias

# token.actionWarningSecondaryHover.do_0
source: Use exclusively for warning secondary hover
pt_br: Usar exclusivamente para hover de warning secondary

# token.actionWarningTint.do_0
source: Use with surfaceWarningTint as background+icon pair
pt_br: Usar com surfaceWarningTint como par fundo+ícone

# token.actionWarningTint.dont_0
source: Use as warning background (use surfaceWarningTint)
pt_br: Usar como fundo de aviso (use surfaceWarningTint)

# token.actionWarningTint.usage_0
source: Warning inline alert icon
pt_br: Ícone de aviso em alerts inline

# token.actionWarningTint.usage_1
source: Warning field border
pt_br: Borda de campos com aviso

# token.background.do_0
source: Use as page background
pt_br: Usar como fundo de página

# token.background.do_1
source: Combine with surface to create depth
pt_br: Combinar com surface para criar profundidade

# token.background.dont_0
source: Use as card background (use surface)
pt_br: Usar como fundo de cards (use surface)

# token.background.usage_2
source: Main screen backgrounds
pt_br: Fundo de telas principais

# token.bannerError.do_0
source: Use with textAlwaysWhite for the text
pt_br: Usar com textAlwaysWhite para o texto

# token.bannerError.do_1
source: Reserve for critical errors
pt_br: Reservar para erros críticos

# token.bannerError.dont_0
source: Use for low-priority warnings (use bannerWarning)
pt_br: Usar para avisos de baixa prioridade (use bannerWarning)

# token.bannerError.usage_0
source: ZodiakBanner (error variant)
pt_br: ZodiakBanner (variante error)
